ya_url = 'https://disk.yandex.ru/i/C3VDm7Vg6LIOXA'
DATABASE = 'postgres'
USER = 'postgres'
PASSWORD = 'knt9'
HOST = '127.0.0.1'
PORT = '5432'
list_of_all_lessons = ['Программирование на C/C++', 'Программирование на C++', 'Технология программирования', 'Дискретная математика', 'Линейная алгебра и геометрия',
                       'Безопасность жизнедеятельности', 'Математический анализ', 'История России', 'Основы российской государственности', 'Основы российской государственности'
                       ]
list_of_all_types_of_lessons = ['практическое занятие', 'семинар', 'лекция']
